Repository: common-repository/rec-reviews
Catalog: languages/rec-reviews-*.po
Languages: fr_fr

source: <a href="%s" target="_blank">Dashboard</a>
fr_fr: <a href="%s" target="_blank">Tableau de bord</a>

source: <a href="%s">Settings</a>
fr_fr: <a href="%s">Réglages</a>

source: Account linked with success
fr_fr: Compte lié avec succès

source: Automate video customer reviews on your e-commerce site
fr_fr: Automatisez la récole d’avis vidéo sur votre site e-commerce

source: Create my account
fr_fr: Créer mon compte

source: Go to my dashboard
fr_fr: Aller au tableau de bord

source: Last run:
fr_fr: Dernière exécution :

source: Link my account
fr_fr: Lier un compte existant

source: Order is not synchronized
fr_fr: La commande n'est pas synchronisée

source: Order synchronized & marked as valid at: %s
fr_fr: Commande synchronisée et marquée comme valide à : %s

source: Order synchronized at: %s
fr_fr: Commande synchronisée à : %s

source: Orders waiting to be sent:
fr_fr: Commandes en attente d’envoi :

source: Please verify you have defined a logo in your theme, and Shop page in WooCommerce
fr_fr: Veuillez vérifier que vous avez défini un logo dans votre thème, et une Page Boutique dans WooCommerce

source: Rec.Reviews Information
fr_fr: Informations Rec.Reviews

source: Rec.Reviews requires the WooCommerce plugin to be installed and active. You can download %s here.
fr_fr: Rec.Reviews nécessite la présence et l’activation de l’extension WooCommerce. Vous pouvez télécharger %s ici.

source: Rec.Reviews Settings
fr_fr: Réglages Rec.Reviews

source: Shipped orders:
fr_fr: Commandes envoyées :

source: Synchronization information
fr_fr: Informations de synchronisation

source: Total orders already sent:
fr_fr: Nombre total de commandes envoyées :
